resources/data/2x2_rounds/1_Bjoern.2.10000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 10000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   623.31ms  141.91ms   1.84s    92.04%
    Req/Sec     2.78k     3.09k   16.11k    82.96%
  297125 requests in 30.06s, 25.50MB read
  Socket errors: connect 0, read 45, write 0, timeout 88
Requests/sec:   9883.26
Transfer/sec:    868.65KB