resources/data/2x2_rounds/1_Waitress.1.5000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 5000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    37.89ms    8.66ms 104.32ms   75.35%
    Req/Sec   847.17    598.53     2.54k    49.94%
  75137 requests in 30.07s, 8.67MB read
  Socket errors: connect 0, read 0, write 0, timeout 96
Requests/sec:   2498.87
Transfer/sec:    295.28KB