resources/data/2x2_rounds/1_uWSGI.2.3000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 3000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    95.86ms  239.39ms   1.95s    94.95%
    Req/Sec   704.67    255.25     2.02k    75.32%
  83408 requests in 30.03s, 5.25MB read
  Socket errors: connect 0, read 83491, write 0, timeout 948
Requests/sec:   2777.50
Transfer/sec:    179.02KB