resources/data/2x2_rounds/1_uWSGI.2.400.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    83.81ms  185.94ms   1.92s    94.24%
    Req/Sec   695.99    207.41     1.56k    69.60%
  82984 requests in 30.05s, 5.22MB read
  Socket errors: connect 0, read 82982, write 0, timeout 183
Requests/sec:   2761.96
Transfer/sec:    178.02KB