resources/data/2x2_rounds/2_Bjoern.2.9000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 9000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   666.97ms   86.98ms   1.74s    87.85%
    Req/Sec     2.95k     2.55k   13.49k    70.53%
  335571 requests in 30.04s, 28.80MB read
  Socket errors: connect 0, read 111, write 0, timeout 82
Requests/sec:  11169.37
Transfer/sec:      0.96MB