resources/data/2x2_rounds/2_CherryPy.1.1000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.75ms    2.75ms  33.04ms   77.47%
    Req/Sec     1.48k   229.72     2.27k    67.56%
  44003 requests in 30.03s, 5.04MB read
  Socket errors: connect 0, read 0, write 0, timeout 10
Requests/sec:   1465.44
Transfer/sec:    171.73KB